<div class="blog-2">
    <div class="block-menu">
        <h2>Сортировать:</h2>
        <div class="active">По новизне</div>
        <div>По популярности</div>
    </div>
    <div class="blog">
        <div class="row one">
            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87.png"></div>
                <h3>Чем отличается пескоструйная, лазерная и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня. Выбор метода зависит от стиля памятника, размера камня и требуемой детализации работы.</p>
                <a href="#">Читать дальше</a>
            </div>

            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>

            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>
        </div>


        <div class="row two">
            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>
            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>
            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>
            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>
        </div>


        <div class="row one reversed">
            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>

            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>

            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87.png"></div>
                <h3>Чем отличается пескоструйная, лазерная и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня. Выбор метода зависит от стиля памятника, размера камня и требуемой детализации работы.</p>
                <a href="#">Читать дальше</a>
            </div>
        </div>

        <div class="row two">
            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>
            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>
            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>
            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>
        </div>
    </div>
</div>