<section class="delivery-1">
    <p class="delivery-heading">Доставка  и оплата</p>

    <div class="block-delivery">
        <div class="block-one">
            <div class="block">
                <h2>Доставка памятника</h2>
                <p>Мастерская Жилина осуществляет доставку и установку памятников по Перми и по всему Пермскому краю. Основная часть установок памятников на могилах приходится на городские кладбища. Доставка до кладбищ, на которые производится больше всего установок, БЕСПЛАТНАЯ. Особенно выделяется Северное кладбище.</p>
            </div>
            <div class="block">
                <h2>Доставка и установка в область и за город</h2>
                <p>Осуществляем установку и доставку памятников в другие регионы РФ.</p>
            </div>
            <div class="block computer">
                <h2>Если нужна только доставка в регионы:</h2>
                <ul>
                    <li>выбираем самые выгодные тарифы и варианты<br> доставки у компаний партнеров</li>
                    <li>все грузы бережно упакованы, что бы избежать сколов<br> и царапин при транспортировке.</li>
                    <li>для расчета стоимости доставки просим вас связаться<br> с нами по контактным телефонам.</li>
                </ul>
            </div>
            <div class="block">
                <h2>Цены на доставку</h2>
                <ul>
                    <li>На кладбища Южное, Егошихинское, Верхняя Курья,<br> Верхние Мулы, Закамское, Заборное. - 600 руб.</li>
                    <li>Кислотные дачи - 1000 руб. (без даты)</li>
                    <li>Лобаново,Болгары, Новые Ляды - 1500 руб.</li>
                    <li>Липовая гора - 1800 руб. (без даты)</li>
                    <li>Бахаревка - 1800 руб. (без даты)</li>
                    <li>Заозерье - 1800 руб. (без даты)</li>
                    <li>Гамово - 1800 руб. (без даты)</li>
                </ul>
            </div>
        </div>

        <div class="block-two">
            <div class="block">
                <h2>Самовывоз</h2>
                <p>Бесплатный самовывоз + СКИДКА 10% на выбранный памятник и допэлементы Самовывоз памятника имеет множество преимуществ. Например, в нашей компании кроме сезонных скидок идёт дополнительная скидка на самовывоз 10–20%, хранение на складе бесплатно.</p>
            </div>
            <div class="block">
                <h2>Самостоятельная установка</h2>
                <p class="top">Для самостоятельной установки памятника вы можете приобрести все необходимые элементы: готовое железобетонное основание, плитку тротуарную, мраморную или гранитную, нарезанную в размер.</p>
                <p>Вы экономите на памятнике, на работах по установке памятника и на транспортных услугах.</p>
            </div>
            <div class="block">
                <h2>Хранение памятников и товаров на складе</h2>
                <p>Бесплатное ответственное хранение памятников до одного года.</p>
            </div>
            <div class="block">
                <h2>Бесплатная доставка памятника</h2>
                <ul>
                    <li>Северное</li>
                    <li>Банная гора</li>
                </ul>
                <p class="inf">Вес памятника и материал не имеет значения.</p>
            </div>
            <div class="block-inf">
                <h2>Акция</h2>
                <p>Доставка двух памятников по цене одного.</p>
            </div>
        </div>
    </div>
</section>