<section class="main-11">
    <h2 class="main-11-heading">Блог</h2>
    <div class="main-11-block">
        <div class="row one">
            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87.png"></div>
                <h3>Чем отличается пескоструйная, лазерная и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня. Выбор метода зависит от стиля памятника, размера камня и требуемой детализации работы.</p>
                <a href="#">Читать дальше</a>
            </div>

            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>

            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>
        </div>
        <div class="row two">
            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>
            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>
            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>
            <div class="block">
                <div class="img"><img src="assets/img/Rectangle 87 (1).png"></div>
                <h3>Чем отличается<br> пескоструйная, лазерная<br> и гранитная гравировка?</h3>
                <p>Пескоструйная, лазерная и гранитная (ручная) гравировка отличаются особенностями нанесения изображений и надписей на поверхность камня.</p>
                <a href="#">Читать дальше</a>
            </div>
        </div>
        <button class="btn-basic">Читать все</button>
    </div>
</section>